Repository: gitpan/Jifty
Catalog: plugins/Login/share/po/*.po
Languages: fr

source: You're getting this message because you (or somebody claiming to be you) request to reset your password for %1. If you don't want to reset your password just ignore this message. To reset your password, click on the link below: %2
fr: Vous recevez ce message, parce que quelqu'un demande un nouveau mot de passe pour l'application %1. Si cela ne vous convient pas, ignorez tout simplement ce message. Pour changer votre mot de passe cliquez sur le lien ci-dessous : %2

source: You're getting this message because you (or somebody claiming to be you) signed up for %1. Before you can use %1, we need to make sure that we got your email address right. Click on the link below to get started: %2
fr: Vous demandez une inscription sur l'application %1. Avant de pouvoir vous connecter, vous devez confirmer votre adresse mail en cliquant sur le lien ci-dessous : %2

source: . We've sent a confirmation message to your email box.
fr: . Une demande de confirmation vous a été envoyée par mail.

source: . Your email address has now been confirmed.
fr: . Votre adresse mail a été vérifiée.

source: A link to reset your password has been sent to your email account.
fr: Un lien web pour ré-initialiser votre mot de passe vous a été envoyé par mail.

source: Change
fr: Valider

source: Change your password
fr: Changer votre mot de passe

source: Confirmation resent.
fr: Demande de confirmation transmise.

source: Don't have an account?
fr: Vous n'avez pas de compte ?

source: Email address
fr: Adresse mail

source: If you want, your browser can remember your login for you
fr: Si vous le désirez, votre navigateur peut mémoriser votre identification

source: It doesn't look like there's an account by that name.
fr: Ce compte ne semble pas exister.

source: It looks like you already have an account. Perhaps you want to <a href="/login">sign in</a> instead?
fr: Vous semblez avoir déjà un compte. Vous désirez peut-être plutôt vous <a href="/login">identifier</a> ?

source: It looks like you didn't enter the same password into both boxes. Give it another shot?
fr: Les mots de passe semblent différents. Ré-essayer ?

source: It looks like you're already confirmed.
fr: Votre identifiant a déjà été vérifié.

source: Login
fr: Identification

source: Message from
fr: Message de

source: Name
fr: Nom

source: New password
fr: Enregistrer

source: No account has that email address.
fr: Aucun compte n'a cette adresse mail.

source: Ok, you're now logged out. Have a good day.
fr: Vous êtes déconnecté. Au revoir.

source: Password
fr: Mot de passe

source: Remember me?
fr: S'en rappeller ?

source: Reset lost password
fr: Nouveau mot de passe

source: Send
fr: Envoyer

source: Send a password reminder
fr: Recevoir un nouveau mot de passe

source: Signup
fr: S'enregistrer

source: Something bad happened and we couldn't create your account. Try again later. We're really, really sorry.
fr: Votre compte ne peut pas actuellement être créé. Merci de ré-essayer ultérieurement.

source: That doesn't look like an email address.
fr: Cela ne ressemble pas à une adresse mail.

source: There was an error setting your password.
fr: Erreur lors de la création de votre mot de passe.

source: Type that again?
fr: Confirmer

source: Welcome back,
fr: Bienvenue,

source: Welcome to
fr: Bienvenue sur

source: You don't exist. I'm not sure how this happened. Really, really sorry. Please email us!
fr: Vous n'existez pas !!!

source: You have already confirmed your account.
fr: Vous avez déjà confirmé votre compte.

source: You haven't confirmed your account yet.
fr: Vous n'avez pas encore confirmé votre compte.

source: You lost your password. A reminder will be send to the following mail:
fr: Vous avez perdu votre mot de passe. Un message d'assistance peut vous être re-transmis à votre mail d'origine :

source: You may have mistyped your email address or password. Give it another shot?
fr: Erreur dans votre mail ou votre mot de passe. Ré-essayer ?

source: You're already logged in.
fr: Vous êtes déjà connecté.

source: Your password has been reset. Welcome back.
fr: Votre mot de passe a été ré-initialisé. Bon retour.

source: email address
fr: adresse mail

source: type your password again
fr: confirmez votre mot de passe
